; === Item-granted abilities ===

[FlechetteRounds X2AbilityTemplate]
LocFriendlyName="Патроны \"Флешетта\""

[HollowPointRounds X2AbilityTemplate]
LocFriendlyName="Экспансивные патроны"

[ReinforcedVestBonus X2AbilityTemplate]
LocFriendlyName="Усиленный жилет"

; === Item templates ===

[FlechetteRounds X2AmmoTemplate]
FriendlyName="Патроны \"Флешетта\""
FriendlyNamePlural="Патроны \"Флешетта\""
BriefSummary="Патроны \"Флешетта\" наносят увеличенный урон, но теряют точность на расстоянии."
TacticalText="<Bullet/> Патроны \"Флешетта\" наносят увеличенный урон, но теряют точность в зависимости от дистанции до цели. <br/><Bullet/> Эти патроны по сути маленькие дротики. Они пробивают броню и плоть гораздо эффективнее обычных пуль. <br/><Bullet/> Несмотря на добавление стабилизаторов, эти патроны немного менее точны, чем обычные, особенно на больших дистанциях. <br/><Bullet/> Особенно полезны против бронированных врагов, таких как МЭКи. <br/>"

[HollowPointRounds X2AmmoTemplate]
FriendlyName="Экспансивные патроны"
FriendlyNamePlural="Экспансивные патроны"
BriefSummary="Экспансивные патроны наносят увеличенный урон при критических попаданиях."
TacticalText="<Bullet/> Экспансивные патроны разрываются внутри цели, нанося больший ущерб мягкой плоти и хрупким электронным компонентам. <br/>"

[ShadowOps_TigerRounds X2AmmoTemplate]
FriendlyName="Патроны Тигр"
FriendlyNamePlural="Патроны Тигр"
BriefSummary="Изучение используемой Адвентом на поле боя техники привело к созданию новых патронов способных лучше разрушать броню."
TacticalText="<Bullet/> Патроны тигр используют кумулятивный эффект и предназначены для уничтожения брони. <br/><Bullet/> Эти патроны не имеют специального действия против небронированных целей. <br/>"

[ShadowOps_DepletedEleriumRounds X2AmmoTemplate]
FriendlyName="Элериевые патроны"
FriendlyNamePlural="Элериевые патроны"
BriefSummary="Добавление небольшого количеств элерия в наши боеприпасы привело как к увеличению ущерба, так и к значительному улучшению способности к разрушению брони."
TacticalText="<Bullet/> Элериевые патроны сочетают высокую плотность и взрывную силу, а так же способны разрывать даже самую тяжелую броню.<br/>"

[ReinforcedVest X2EquipmentTemplate]
FriendlyName="Усиленный жилет"
FriendlyNamePlural="Усиленные жилеты"
BriefSummary="Этот жилет был усилен тяжелой бронепластинами, что значительно увеличивает броню солдата."
TacticalText="<Bullet/> Provides armor. <br/>"

FriendlyName="Тактический жилет"
FriendlyNamePlural="Тактические жилеты"
!BriefSummary
BriefSummary="Шэнь улучшила обычный жилет из нановолокна бронированными пластинами, снизив урон от атак противника за счет улучшенной бронезащиты."
!TacticalText
TacticalText="<Bullet/> Добавляет броню."

